Repository: FelixJacobi/stsbl-iserv-homepage
Catalog: share/locale/*/homepages.po
Languages: de

source: User and Group Homepages
de: Benutzer- und Gruppenhomepages

source: Group Homepage enabled
de: Gruppenhomepage aktiviert

source: Use this setting to control wether a group's homepage is reachable or not.
de: Benutzen Sie diese Einstellung, um zu steuern ob die Homepage einer Gruppe erreichbar ist oder nicht.

source: User Homepage enabled
de: Benutzerhomepage aktiviert

source: Use this privilege to control wether a user's homepage is reachable or not.
de: Benutzen Sie dieses Recht, um zu steuern wessen Homepage erreichbar ist oder nicht.

source: User Homepage always reachable from internet
de: Benutzerhomepage immer aus dem Internet erreichbar

source: The homepages of the users with this privilege are always reachable from internet independently from the limitation of homepages to the LAN.
de: Die Homepages der Benutzer mit diesem Recht sind immer aus dem Internet erreichbar unabhängig von der Limitierung von Homepages auf das LAN.

source: Group Homepage always reachable from internet
de: Gruppenhomepage immer aus dem Internet erreichbar

source: The homepages of the groups with this setting are always reachable from internet independently from the limitation of homepages to the LAN.
de: Die Homepages der Gruppen mit dieser Einstellung sind immer aus dem Internet unabhängig von der Limitierung von Homepages auf das LAN.

source: Allow access to the homepages from outside of the LAN with Authentification
de: Zugriff auf die Homepages von außerhalb des LANs mit Authentifizierung erlauben

source: The access to the homepages from outside of the LAN will granted, but will be protected with IServ account and password. This setting will only have effect on domains covered by the SSL certificate. This setting will not take effect if the access is not limited to the LAN or the homepages are already disabled.
de: Der Zugriff auf die Homepages von außerhalb des LANs wird gestattet, aber mit IServ-Account und Passwort geschützt. Diese Einstellung ist nur für Domains, die im SSL-Zertifikat eingeschlossen sind, wirksam. Diese Einstellung hat keine Auswirkung, wenn der Zugriff nicht auf das LAN beschränkt ist oder die Homepages bereits deaktiviert sind.

source: Include Group Homepage in SSL certificate
de: Gruppen-Homepage in SSL-Zertifikat einschließen

source: The host names of the Homepages of the groups will included in the SSL certificate as alternative name. This flag does not support the setting "All groups except the following".
de: Die Hostnamen der Gruppen-Homepages werden im SSL-Zertifikat als alternative Namen eingeschlossen. Dieses Merkmal unterstützt nicht die Einstellung "Alle Gruppen außer den folgenden".

source: Include User Homepage in SSL certificate
de: Benutzer-Homepage in SSL-Zertifikat einschließen
